{"NPS Address":"Dirección NPS","Printer":"Impresora","Select the printer used for the cash register.":"Seleccione la impresora utilizada para la caja registradora.","Set the address for Nexo Print Server.":"Configure la dirección para Nexo Print Server.","An error has occured while loading the printer. Make sure the server URL is correct.":"Ha ocurrido un error al cargar la impresora. Asegúrese de que la URL del servidor sea correcta.","An unexpected error has occured while printing.":"Ha ocurrido un error inesperado durante la impresión.","An unexpected error has occured while retreiving the receipt.":"Ha ocurrido un error inesperado al recuperar el recibo.","Unable to find the requested cash register.":"No se puede encontrar la caja registradora solicitada.","Unable to retreive the receipt if no printer name and address is defined.":"No se puede recuperar el recibo si no se define el nombre y la dirección de la impresora.","Unable to retreive the receipt if no printer name and address is defined for the opened cash register.":"No se puede recuperar el recibo si no se define el nombre y la dirección de la impresora para la caja registradora abierta.","Ns Print Adapter":"Adaptador de impresión NS","Products":"Productos","Sub Total":"Sub total","Discount":"Descuento","Taxes":"Impuestos","Total":"Total","Tendered":"Entregado","Change":"Cambio","Due":"Entregar","Print Adapter Settings":"Configuración del adaptador de impresión","Provides settings for print adapter.":"Proporciona ajustes para el adaptador de impresión.","General":"General","Print Enabled":"Impresión habilitada","Wether or not the printing should be enabled. ":"Tanto si es así como si no, la impresión debe estar habilitada.","Yes":"sí","No":"No","Display Payment Summary":"Mostrar resumen de pago","If enabled, will display the differnt type of payment used on the payment receipt.":"Si está habilitado, mostrará el tipo de pago diferente utilizado en el recibo de pago.","Logo Type":"Tipo de logotipo","Define what is the logo type.":"Defina cuál es el tipo de logotipo.","Use Store Name":"Usar el nombre de la tienda","Logo Shortcode":"Código abreviado del logotipo","If the Logo type is a shortcode, provide the shortcode here.":"Si el tipo de Logo es un shortcode, proporcione el shortcode aquí.","Provide the local Nexo Print Server 3.x address":"Proporcione la dirección local de Nexo Print Server 3.x","Character Limit":"Límite de caracteres","Default Printer":"Impresora predeterminada","Printer ":"Impresora","Left Column":"Columna izquierda","Define the header for the left column":"Definir el encabezado de la columna de la izquierda","Right Column":"Columna derecha","Define the header for the right column":"Definir el encabezado de la columna de la derecha","Receipt Footer":"Pie de página del recibo","This will always displays at the bottom of the receipt.":"Esto siempre se mostrará en la parte inferior del recibo."}