{"NPS Address":"Adresse NPS","Printer":"Imprimante","Select the printer used for the cash register.":"Sélectionnez l'imprimante utilisée pour la caisse enregistreuse.","Set the address for Nexo Print Server.":"Définissez l'adresse du serveur d'impression Nexo.","An error has occured while loading the printer. Make sure the server URL is correct.":"Une erreur s'est produite lors du chargement de l'imprimante. Assurez-vous que l'URL du serveur est correcte.","An unexpected error has occured while printing.":"Une erreur inattendue s'est produite lors de l'impression.","An unexpected error has occured while retreiving the receipt.":"Une erreur inattendue s'est produite lors de la récupération du reçu.","Unable to find the requested cash register.":"Impossible de trouver la caisse enregistreuse demandée.","Unable to retreive the receipt if no printer name and address is defined.":"Impossible de récupérer le reçu si aucun nom et adresse d'imprimante n'est défini.","Unable to retreive the receipt if no printer name and address is defined for the opened cash register.":"Impossible de récupérer le reçu si aucun nom et adresse d'imprimante n'est défini pour la caisse enregistreuse ouverte.","Ns Print Adapter":"Adaptateur d'impression Ns","Products":"Des produits","Sub Total":"Sous-total","Discount":"Rabais","Taxes":"Les impôts","Total":"Le total","Tendered":"Soumis","Change":"Changer","Due":"Dû","Print Adapter Settings":"Paramètres de l'adaptateur d'impression","Provides settings for print adapter.":"Fournit les paramètres de l'adaptateur d'impression.","General":"Général","Print Enabled":"Impression activée","Wether or not the printing should be enabled. ":"Que l'impression soit activée ou non.","Yes":"Oui","No":"Non","Display Payment Summary":"Afficher le récapitulatif des paiements","If enabled, will display the differnt type of payment used on the payment receipt.":"Si activé, affichera le type de paiement différent utilisé sur le reçu de paiement.","Logo Type":"Type de logo","Define what is the logo type.":"Définissez quel est le type de logo.","Use Store Name":"Utiliser le nom du magasin","Logo Shortcode":"Shortcode du logo","If the Logo type is a shortcode, provide the shortcode here.":"Si le type de logo est un shortcode, indiquez le shortcode ici.","Provide the local Nexo Print Server 3.x address":"Fournissez l'adresse locale du serveur d'impression Nexo 3.x","Character Limit":"Limite de caractères","Default Printer":"Imprimante par défaut","Printer ":"Imprimante","Left Column":"Colonne de gauche","Define the header for the left column":"Définissez l'en-tête de la colonne de gauche","Right Column":"Colonne de droite","Define the header for the right column":"Définissez l'en-tête de la colonne de droite","Receipt Footer":"Pied de page du reçu","This will always displays at the bottom of the receipt.":"Cela s'affichera toujours au bas du reçu."}